/* Localizable strings of com.apple.MCX preference manifest */

"mcx.pfm_title" =			"行動帳號及其他選項";
"mcx.pfm_description" =			"“行動帳號”的建立、刪除及其他選項。";

"com.apple.cachedaccounts.CreatePHDAtLogin.pfm_title" =			"建立可攜式個人專屬目錄";
"com.apple.cachedaccounts.CreatePHDAtLogin.pfm_description" =			"使用者登入時建立有預設同步的可攜式個人專屬目錄。";
"com.apple.cachedaccounts.CreateAtLogin.pfm_title" =			"建立行動帳號";
"com.apple.cachedaccounts.CreateAtLogin.pfm_description" =			"使用者登入時建立停用同步的行動帳號。";
"com.apple.cachedaccounts.WarnOnCreate.pfm_title" =			"顯示行動帳號對話框";
"com.apple.cachedaccounts.WarnOnCreate.pfm_description" =			"建立行動帳號之前，會顯示對話框允許使用者略過行動帳號的建立並用網路帳號和網路個人專屬登入。";
"cachedaccounts.WarnOnCreate.allowNever.pfm_title" =			"顯示行動帳號對話框的永不選項";
"cachedaccounts.WarnOnCreate.allowNever.pfm_description" =			"在行動帳號的建立對話框裡，可讓使用者選取選項以便在稍後登入期間不顯示對話框。";
"cachedaccounts.create.encrypt.pfm_title" =			"需要 FileVault 行動個人專屬";
"cachedaccounts.create.encrypt.pfm_description" =			"建立使用 FileVault 加密保護的行動帳號個人專屬。";
"cachedaccounts.create.encrypt.requireMasterPassword.pfm_title" =			"FileVault 行動個人專屬需使用主要密碼";
"cachedaccounts.create.encrypt.requireMasterPassword.pfm_description" =			"需要電腦的主要密碼才能建立 FileVault 行動個人專屬。若設定 true 但無法取得主要密碼，可能無法完成 FileVault 個人專屬的建立，或任何建立行動個人專屬的登入。若設定 false，或許可在沒有主要密碼的情況下建立 FileVault。";
"cachedaccounts.create.maxSize.pfm_title" =			"FileVault 行動個人專屬大小範圍";
"cachedaccounts.create.maxSize.pfm_description" =			"FileVault 行動個人專屬最大值。若要無大小範圍，設定“noMaxSize”，設定“fixed”來在“FileVault 行動個人專屬最大值”鍵值下指定大小範圍或“percentOfNetworkHome”來在“FileVault 行動個人專屬最大值百分比”鍵值下，將大小範圍指定為網路個人專屬磁碟的配額百分比。";
"cachedaccounts.create.maxSize.fixedSize.pfm_title" =			"FileVault 行動個人專屬最大值";
"cachedaccounts.create.maxSize.fixedSize.pfm_description" =			"FileVault 行動個人專屬以 byte 為單位的最大值（做為字串）。“FileVault 行動個人專屬大小範圍”鍵值必須設為“fixed”才能使該值生效。";
"cachedaccounts.create.maxSize.percentOfNetworkHome.pfm_title" =			"FileVault 行動個人專屬最大值百分比";
"cachedaccounts.create.maxSize.percentOfNetworkHome.pfm_description" =			"FileVault 行動個人專屬最大值做為網路個人專屬配額百分比。“FileVault 行動個人專屬大小範圍”鍵值必須設為“percentOfNetworkHome”才能使該值生效。";
"cachedaccounts.create.location.pfm_title" =			"行動個人專屬位置";
"cachedaccounts.create.location.pfm_description" =			"行動個人專屬位置。設定“startup”來在啟動卷宗上的“/使用者”路徑下建立，“path”來在“行動個人專屬路徑”鍵值下指定檔案夾路徑，“userPicksVolume”來允許使用者選擇卷宗。“userPicksInternalVolume”來允許使用者選擇內部卷宗，“userPicksExternalVolume”來允許使用者選擇外部卷宗。";
"cachedaccounts.create.location.path.pfm_title" =			"行動個人專屬的上層路徑";
"cachedaccounts.create.location.path.pfm_description" =			"將建立使用者行動個人專屬檔案夾的檔案系統路徑。“行動個人專屬位置”鍵值必須設為“path”才能使該值生效。";

"cachedaccounts.create.maySyncWithFileSyncServer.pfm_title" =			"允許 FileSync 伺服器";
"cachedaccounts.create.maySyncWithFileSyncServer.pfm_description" =			"設定 true 來使用遠端 FileSyncAgent 程序（若可用）進行同步。設定 false 來使用網路個人專屬檔案伺服器進行同步。";
"cachedaccounts.create.requireSyncWithFileSyncServer.pfm_title" =			"要求 FileSync 伺服器";
"cachedaccounts.create.requireSyncWithFileSyncServer.pfm_description" =			"設定 true 來要求遠端 FileSyncAgent 程序以進行同步。";
"cachedaccounts.create.mayEncryptSync.pfm_title" =			"允許同步加密保護";
"cachedaccounts.create.mayEncryptSync.pfm_description" =			"設定 true 來在同步期間使用資料加密保護（若可用）。設定 false 來在同步期間不使用資料加密保護。";
"cachedaccounts.create.requireEncryptSync.pfm_title" =			"要求同步加密保護";
"cachedaccounts.create.requireEncryptSync.pfm_description" =			"設定 true 來在同步期間要求資料加密保護。";

"cachedaccounts.expiry.delete.disusedSeconds.pfm_title" =			"行動帳號使用期限";
"cachedaccounts.expiry.delete.disusedSeconds.pfm_description" =			"立即刪除行動帳號及其個人專屬之前的等候時間（以秒為單位）。-1 值將不會刪除行動帳號。0 值會儘快刪除行動帳號。";
"cachedaccounts.expiry.cond.successfulSync.pfm_title" =			"需先進行同步作業才能刪除行動帳號";
"cachedaccounts.expiry.cond.successfulSync.pfm_description" =			"在刪除行動帳號之前，需要先完成個人專屬同步。此僅適用於由“行動帳號使用期限”鍵值管理時執行的自動刪除動作。";

"cachedaccounts.create.useLocalUserTemplate.pfm_title" =			"使用本機使用者樣板建立行動個人專屬";
"cachedaccounts.create.useLocalUserTemplate.pfm_description" =			"建立行動帳號時，請使用電腦的使用者樣板建立本機個人專屬檔案夾。";
"cachedaccounts.create.syncURL.pfm_title" =			"同步 URL";
"cachedaccounts.create.syncURL.pfm_description" =			"用於個人專屬同步的網路個人專屬 URL。只適用於行動帳號的建立。使用前會以使用者記錄名稱替代字串“%@”。範例：afp://myserver.apple.com/Users/BuildingA/%@。";

"cachedaccounts.onFirstTimeErrAskToContinue.pfm_title" = "允許在發生錯誤時製作 PHD";
"cachedaccounts.onFirstTimeErrAskToContinue.pfm_description" =	"設定 false 在發生同步錯誤時允許使用者製作其 PHD 帳號。";

"timeZone.pfm_title" = "時區";
"timeZone.pfm_description" = "設定可辨識的時區名稱，例如在 /usr/share/zoneinfo 中找到的“America/Los_Angeles”或“US/Pacific”時區。";
"timeServer.pfm_title" = "時間伺服器";
"timeServer.pfm_description" = "設定成可識別的時間伺服器名稱，例如“time.apple.com”。";

"DisableGuestAccount.pfm_title" = "停用訪客帳號";
"DisableGuestAccount.pfm_description" = "設定 true 來停用訪客帳號。設定 false 來啟用訪客帳號。";

"loginwindowRefreshUserListUpdateTimes.pfm_title" = "登入視窗使用者列表更新時間";
"loginwindowRefreshUserListUpdateTimes.pfm_description" = "設定使用者列表詢問應該重新整理的額外時間。";
"loginwindowRefreshUserListUpdateSecs.pfm_title" = "登入視窗使用者列表更新延遲秒數";
"loginwindowRefreshUserListUpdateSecs.pfm_description" = "設定詢問使用者列表重新整理之間隔時間的秒數。設為 0 來停用。";

"RequireAdminForIBSS.pfm_title" = "設定 AirPort IBSS 時要求管理者";
"RequireAdminForIBSS.pfm_description" = "設定 true 來在建立個別 AirPort IBSS 網路時要求管理者認證。設定 false 來停用。";
"RequireAdminForAirPortNetworkChange.pfm_title" = "設定 AirPort 網路更動時要求管理者";
"RequireAdminForAirPortNetworkChange.pfm_description" = "設定 true 來在更改 AirPort 網路時要求管理者認證。設定 false 來停用。";
"RequireAdminToTurnAirPortOnOff.pfm_title" = "設定 AirPort 電源更動時要求管理者";
"RequireAdminToTurnAirPortOnOff.pfm_description" = "設定 true 來在開啟或關閉 AirPort 的電源時要求管理者認證。設定 false 來停用。";
